Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: laboratory studies.
vi: Nghiên cứu trong phòng thí nghiệm

source: legal language reform.
vi: cải cách ngôn ngữ pháp lý.

source: low self-esteem.
vi: Tự trọng thấp.

source: management of offenders.
vi: Quản lý tội phạm.

source: manipulating the interviewee’s self-esteem.
vi: kiểm soát lòng tự trọng của nghi phạm.

source: minimizing the seriousness of the offence.
vi: giảm tối thiểu mức độ phạm tội.

source: modern punishment.
vi: Hình phạt hiện đại

source: myth dissolution (information that common beliefs about cues to deception are usually wrong).
vi: Diễn giải niềm tin lệch lạc ( thông tin về những niềm tin sai lầm thường thấy về dấu hiệu của sự lừa dối)

source: obtain free recall,
vi: ghi nhận gợi nhớ tự do,

source: offence specific targets.
vi: Các mục tiêu tội ác đặc thù.

source: offender treatment.
vi: Điều trị cho tội phạm.

source: offender profiling and linking crime.
vi: Thiết lập hồ sơ tội phạm và xâu chuỗi tội ác.

source: offender profiling.
vi: Thiết lập hồ sơ tội phạm.

source: offending behaviour programmes.
vi: Cách chương trình về hành vi phạm tội.

source: ordinary people seem as willing to rely on identification by earwitnesses as they are on identification by eyewitnesses;
vi: người ta thường có xu hướng dựa vào lời xác thực của nhân chứng nghe như đối với nhân chứng nhìn;

source: planning to prevent reoffending.
vi: Lên kế hoạch để ngăn chặn việc tái phạm.

source: pointing out the futility of denial.
vi: cảnh cáo dù có phủ nhận cũng vô ích.

source: police psychology.
vi: Tâm lý cảnh sát.

source: policing.
vi: cảnh sát

source: poor coping skills.
vi: Kỹ năng đối phó kém.

source: pretending to be in possession of more evidence than they actually had.
vi: vờ như họ thực sự giữ nhiều bằng chứng.

source: problems in social functioning.
vi: Vấn đề trong hoạt động xã hội.

source: profiling personal characteristics.
vi: Thiết lập hồ sơ đặc tính cá nhân.

source: public perceptions of the police.
vi: Những nhận thức của công chúng về lực lượng cảnh sát.

source: punishment and offenders.
vi: Sự trừng phạt và người phạm tội

source: questioning in court.
vi: đặt câu hỏi trên tòa.

source: reality monitoring.
vi: Giám sát thực tế.

source: social support.
vi: Trợ giúp xã hội.

source: special situations.
vi: Những tình huống đặc biệt.

source: the extent to which the suspect’s voice stood out from the other voices as better matching the voice description given by the witness of the perpetrator’s voice (e.g. in terms of having ‘an Irish accent’ or in another case being ‘high pitched’).
vi: hoặc mức độ phù hợp với lời miêu tả của nhân chứng về giọng nói của thủ phạm khi giọng của nghi phạm có khác biệt biệt rõ so với các giọng còn lại (ví dụ như khi giọng nói được miêu tả là 'giọng Ireland' hay 'giọng tông cao').

source: the physical environment.
vi: Môi trường nhà tù

source: the social environment.
vi: Môi trường xã hội

source: the assumptions of offender profiling.
vi: Những giả định của thiết lập hồ sơ tội phạm.

source: the experience of female prisoners.
vi: Những kinh nghiệm của các nữ tù nhân.

source: the homology assumption.
vi: Giả định tương đồng

source: the management and treatment of sex offenders.
vi: Quản lý và điều trị tội phạm tình dục.

source: the need principle
vi: Nguyên tắc nhu cầu

source: the offender consistency hypothesis.
vi: Giải thuyết về tính nhất quán của hành vi phạm tội.

source: the rehabilitation of offenders:
vi: Quá trình cải tạo phạm nhân:

source: the rehabilitative debate.
vi: Cuộc tranh luận về vấn đề cải tạo.

source: the responsivity principle.
vi: the Nguyên tắc đáp ứng.

source: the risk principle.
vi: Nguyên tắc nguy cơ

source: the use of the polygraph in criminal investigations.
vi: Ứng dụng của máy phát hiện nói dối trong điều tra hình sự

source: the value of voice identification evidence.
vi: giá trị của bằng chứng nhận dạng giọng nói.

source: think first.
vi: Think first (nghĩ trước/ suy nghĩ chín chắn).

source: training to detect deception from behavior.
vi: Rèn luyện để phát hiện nói dối từ hành vi.

source: use of the polygraph in security screening.
vi: sử dụng máy phát hiện nói dối trong kiểm tra an ninh.

source: voice identification is more difficult than visual identification;
vi: nhận dạng giọng nói khó hơn nhiều so với nhận diện gương mặt;

source: voice identification is more likely than visual identification to be wrong;
vi: nhận dạng giọng nói có khả năng mắc lỗi nhiều hơn nhận diện gương mặt;

source: voice identification of a stranger’s voice is a very difficult task, even where the opportunities to listen to the voice are relatively good;
vi: nhận dạng giọng nói của một người không quen biết là việc vô cùng khó, ngay cả khi trong điều kiện khá lý tưởng;

source: voice stress analysis.
vi: phân tích ngữ điệu giọng nói

source: what causes sexual offending?
vi: Điều gì gây ra xâm phạm tình dục?

source: what is criminal/forensic psychology?
vi: Vậy tâm lý học tội phạm/ tâm lý học pháp y là gì?

source: what works?
vi: Liệu có hiệu quả?

source: – and evidence of identification – Did the person say this or write this?
vi: và bằng chứng về nhận dạng- tức có đúng là chính người đó là người đã nói và viết cái này hay không?

source: ‘After the murder, society’s eyes opened: the police’s failings came to light.
vi: 'Sau vụ giết người, cộng đồng đã thức tỉnh: Những mặt tối trong bộ máy cảnh sát được đưa ra ánh sáng.

source: ‘Faking good’ refers to successful candidates on some tests simply faking it in order to succeed.
vi: 'Giả mạo tính cách tốt "đề cập đến các ứng viên vượt qua các bài kiểm tra là nhờ xây dựng những tính cách giả để thành công.

source: ‘Linked’ offences are therefore those that are known to have been committed by the same offender, usually as a result of conviction.
vi: Do đó, những tội ác 'có thể kết nối' là những vụ án đã được biết đến là được thực hiện bởi cùng một kẻ thủ ác, thường là kết quả của việc tuyên án.

source: ‘Stop it Now!
vi: Dừng lại Ngay!
